[
  {
    "id": "0",
    "title": "Squad Update",
    "content": [
      {
        "paragraph": "It's been another busy off-season at the club over the last month, with players departing The Shire and new faces arriving and joining up with the squad members who have stayed on from last season."
      },
      {
        "paragraph": "Goalkeeper Ross Connelly signed on for his third season as the man between the sticks, with the talented keeper looking to add to the 23 clean sheets he has managed in his 56 appearances so far. Iain Ure also agreed to sign on as the club's backup keeper, as the towering shot-stopper prepares for his 8th season at the club."
      },
      {
        "paragraph": "In front of them, Kenny Barr has also agreed to resign for the club after a highly successful debut season, while news on the rest of last season's defenders will be on its way. Andy Rodden is one defender who will not be returning, as the left back earned a contract with SPFL League One side Clyde."
      },
      {
        "paragraph": "The midfield has been the busiest section of the squad so far, with Players’ Player of the Year Andy Kay returning for another year."
      },
      {
        "paragraph": "Joining him in the middle of the park are two new recruits in the form of 28 year-old ex-Albion Rovers and Queen’s Park midfielder Gregor Fotheringham who joins from Glenafton Athletic, and 21 year-old defensive midfielder Dean Ritchie, who joins from SPFL League One side Airdrieonians after some time in the Heart of Midlothian Youth Academy."
      },
      {
        "paragraph": "Jack Hodge and Dean Watson are another two midfielders who have returned, with Jack heading into his second season at the club while Dean begins his third season with The Shire. David Churchill and Craig Henderson have both left the club for Broxburn Athletic."
      },
      {
        "paragraph": "The Shire begin preseason friendlies with a trip to Wishaw on Saturday July 2nd before heading to Crossgates Primrose, Dunbar United, Lothian Thistle Hutchison Vale and Jeanfield Swifts before the league season begins on Saturday July 23rd."
      }
    ],
    "preview": "An update surrounding the squad as we look forward to the coming season"
  },
  {
    "id": "1",
    "title": "Season Tickets Available Now!",
    "content": [
      {
        "paragraph": "The club are delighted to announce that season tickets for season 2022/23 are now on sale via the Fanbase app."
      },
      {
        "paragraph": "They are prices as follows:"
      },
      {
        "paragraph": "Concession (over 65 and 14 to 16 year old): £65.00 "
      },
      {
        "paragraph": "Adult: £110.00"
      }
    ],
    "preview": "Information on season tickets for the coming season"
  },
  {
    "id": "2",
    "title": "Sludden Checks In",
    "content": [
      {
        "paragraph": "The club are delighted to announce the signing of highly-rated youngster Marc Sludden."
      },
      {
        "paragraph": "Marc joins on the back of a treble-winning season with the highly successful Dunipace Under 20s squad."
      },
      {
        "paragraph": "The son of the late John Sludden, and younger brother of ex-Shire hitman Paul, Marc played a pivotal role in Dunipace Under 20s successful season, which was rounded off with this spectacular equaliser in their recent cup win over Bonnyrigg Rose."
      },
      {
        "paragraph": "The forward featured for the first 45 minutes against Wishaw, wearing the number 7 jersey."
      },
      {
        "paragraph": "Welcome to the club Marc!"
      }
    ],
    "preview": "Marc Sludden signs up for this season"
  },
  {
    "id": "3",
    "title": "Wilson Signs Up",
    "content": [
      {
        "paragraph": "The club can also announce the signing of talented local youngster Kai Wilson."
      },
      {
        "paragraph": "Kai spent last season at Bathgate Thistle, where he finished as their top scorer."
      },
      {
        "paragraph": "Welcome to the club Kai!"
      }
    ],
    "preview": "Kai Wilson signs up for this season"
  }
]
