[
  {
    "id": "0",
    "title": "Squad Update",
    "content": [
      {
        "paragraph": "It's been another busy off-season at the club over the last month, with players departing The Shire and new faces arriving and joining up with the squad members who have stayed on from last season."
      },
      {
        "paragraph": "Goalkeeper Ross Connelly signed on for his third season as the man between the sticks, with the talented keeper looking to add to the 23 clean sheets he has managed in his 56 appearances so far. Iain Ure also agreed to sign on as the club's backup keeper, as the towering shot-stopper prepares for his 8th season at the club."
      },
      {
        "paragraph": "In front of them, Kenny Barr has also agreed to resign for the club after a highly successful debut season, while news on the rest of last season's defenders will be on its way. Andy Rodden is one defender who will not be returning, as the left back earned a contract with SPFL League One side Clyde."
      },
      {
        "paragraph": "The midfield has been the busiest section of the squad so far, with Players’ Player of the Year Andy Kay returning for another year."
      },
      {
        "paragraph": "Joining him in the middle of the park are two new recruits in the form of 28 year-old ex-Albion Rovers and Queen’s Park midfielder Gregor Fotheringham who joins from Glenafton Athletic, and 21 year-old defensive midfielder Dean Ritchie, who joins from SPFL League One side Airdrieonians after some time in the Heart of Midlothian Youth Academy."
      },
      {
        "paragraph": "Jack Hodge and Dean Watson are another two midfielders who have returned, with Jack heading into his second season at the club while Dean begins his third season with The Shire. David Churchill and Craig Henderson have both left the club for Broxburn Athletic."
      },
      {
        "paragraph": "The Shire begin preseason friendlies with a trip to Wishaw on Saturday July 2nd before heading to Crossgates Primrose, Dunbar United, Lothian Thistle Hutchison Vale and Jeanfield Swifts before the league season begins on Saturday July 23rd."
      }
    ],
    "preview": "An update surrounding the squad as we look forward to the coming season"
  },
  {
    "id": "1",
    "title": "Season Tickets Available Now!",
    "content": [
      {
        "paragraph": "The club are delighted to announce that season tickets for season 2022/23 are now on sale via the Fanbase app."
      },
      {
        "paragraph": "They are prices as follows:"
      },
      {
        "paragraph": "Concession (over 65 and 14 to 16 year old): £65.00 "
      },
      {
        "paragraph": "Adult: £110.00"
      }
    ],
    "preview": "Information on season tickets for the coming season"
  },
  {
    "id": "2",
    "title": "Sludden Checks In",
    "content": [
      {
        "paragraph": "The club are delighted to announce the signing of highly-rated youngster Marc Sludden."
      },
      {
        "paragraph": "Marc joins on the back of a treble-winning season with the highly successful Dunipace Under 20s squad."
      },
      {
        "paragraph": "The son of the late John Sludden, and younger brother of ex-Shire hitman Paul, Marc played a pivotal role in Dunipace Under 20s successful season, which was rounded off with this spectacular equaliser in their recent cup win over Bonnyrigg Rose."
      },
      {
        "paragraph": "The forward featured for the first 45 minutes against Wishaw, wearing the number 7 jersey."
      },
      {
        "paragraph": "Welcome to the club Marc!"
      }
    ],
    "preview": "Marc Sludden signs up for this season"
  },
  {
    "id": "3",
    "title": "Wilson Signs Up",
    "content": [
      {
        "paragraph": "The club can also announce the signing of talented local youngster Kai Wilson."
      },
      {
        "paragraph": "Kai spent last season at Bathgate Thistle, where he finished as their top scorer."
      },
      {
        "paragraph": "Welcome to the club Kai!"
      }
    ],
    "preview": "Kai Wilson signs up for this season"
  },
  {
    "id": "4",
    "title": "Crossgates Primrose 2-2 East Stirlingshire",
    "content": [
      {
        "paragraph": "In the 3rd minute Crossgates 18 ran into the box, from the right touchline, before sending in a soft low cross into the 6 yard area which caused no danger to Shire. A couple of minutes on and Crossgates 3 received the ball from a cut back from near the right flag but could only blast his 20 yard effort, from the right of the “D”, well over the bar. 'Shire's 1st attack of the match came in the 12th minute when Trialist 2 picked up a loose ball on the right wing, 25 yard out, and hit a low shot which was well held by the home keeper in the centre of his goal. With 21 minutes gone Crossgates 6 took a corner from the right which found the head of Crossgates 19 in the centre of the box. The home defender was unlucky to see his 10 yard attempt hit the bar near the left post before it was cleared. A couple of minutes later Trialist 3 charged up the left wing before sending a through ball, from 25 yards, to Kai Wilson just inside the left of the box at the touchline. The young forward then hit a 1st time low cross over the 6 yard area but there was no one there to take advantage, Trialist 2 being unable to gather the ball at the far side. In the next minute Marc Sludden tried a shot from a free kick, just right of the box 20 yards out, but the ball drifted harmlessly over the right post. Primrose then went up the pitch and Connor Greene did well to block Crossgates 7 shot just inside the right of the box for a corner after Trialist 3 had initially lost the ball in a challenge. In the 33rd minute Dean Watson, in the “D”, sent a low forward pass to his right into the path of Trialist 7 who fired off a shot from 15 yards which the home keeper did well get down to block for a corner. 1 minute before the break Iain Ure had to react well to save following a short Trialist 2 pass back but the ball then spun to Crossgates 9 who tried a 10 yard shot from inside the left of the box. This was also blocked but the ball returned to Crossgates 11, just in the box from the left of the “D”. However, the Primrose midfielder hit his attempt well wide of the bottom of the right post."
      },
      {
        "paragraph": "With the 1st attack of the 2nd half in the 50th minute Shire went into the lead in the match. Trialist 15 picked up the ball midway in the Primrose half on the right and strode though 3 players before sending a perfect pass, from 25 yards right of centre, through to Watson on the 18 yard line left of the “D”. Watson then steadied himself before dinking a shot over the keeper low into the right of the net. 6 minutes on and Ure was alert to the danger when he raced out to the “D” to clear a short pass back with Crossgates 15 closing. In the next minute 'Shire went up field and Wilson tried a floated shot from the left corner of the box which narrowly went by the foot of the right post. 'Shire did have the ball in the next 2 minutes later through Captain Connor Greene but the referee had already blown for a foul in favour of the home team. With 1 hour gone Dean Ritchie send the ball long, from 70 yards on the right, releasing Wilson up the same wing. Wilson in turn crossed the ball from 30 yards to Kenny Barr in the centre but the midfielder's subsequent shot was blocked and cleared. 4 minutes later Trialist 15 gathered the ball in the “D” and fired off a shot but it was blocked just him front of him and cleared. Then a couple of minutes later a delightful cross field pass from Trialist 14, just behind the centre circle on the left, sent Trialist 15 clear at the right corner of the box. Trialist 15 looked up and smashed off a terrific shot which smacked off the underside of the centre of the bar before it was cleared. It was all Shire now and in the 71st minute Barr sent a short pass to his right to Ritchie. Ritchie spotted the keeper slightly off his line and tried a 40 yard shot from the right wing which only just went over the left of the middle of the bar. 4 minutes later, Shire's pressure finally paid off. Barr sent in a free kick, from just outside the box 2 yards in from the right junction, picking out Wilson at the back post. The forward rose, easily brushing off a defender's challenge, to head home low into the left of the net from 6 yards. 2-0 Shire. Shire were taken aback in the 82nd minute when the home team pulled a goal back. Archie Campbell slotted a 10 yard pass through from the right to Cammy Muirhead, 15 yards from goal, and he swung around before sending a low shot into the left corner of the net. Then only 4 minutes later Campbell sent in a low 30 yard cross from the left wing into the 6 yard area which was missed by everyone, including Ure, before the ball crept into the net at the right post. This proved to be the last action of the match with the friendly ended all square at 2-2."
      },
      {
        "paragraph": "Shire: 1) Iain Ure 2) Trialist (RB) 3) Trialist (LB) 4) Connor Greene (Captain. LCD) 5) Trialist (RCD) 6) Dean Ritchie (Played as Trialist) (DRCM) 7) Trialist (RM) 8) Kenny Barr (DLCM. Moved to CM in 46 minutes. Moved to RM in 77 minutes) 9) Kai Wilson (Played as Trialist) (CF) 10) Marc Sludden (Played as Trialist) (CM) 11) Dean Watson (LM) - Subs 12) Trialist (DLCM) (came on for Dean Watson in 77 minutes) 14) Trialist (DLCM. Moved to CM in 77 minutes) (came on for Marc Sludden in 46 minutes) 15) Trialist (RM. Moved to LM in 77 minutes) (came on for Trialist 7 in 46 minutes) 20) Ruaridh MacDonald (Played as Trialist) (Sub gk) (not used)"
      },
      {
        "paragraph": "Crossgates Primrose: 21) Unknown 6) Unknown (RB. Moved to RF in 46 minutes. Moved to LCM in 63 minutes. Moved to LM in 87 minutes) 19) Unknown (RCD) 23) Unknown (LCD) 20) Unknown (LB. Moved to LM in 63 minutes) 8) Unknown (RM) 7) Unknown (RCM. Moved to LCM in 53 minutes) 3) Unknown (LCM. Moved to LM in 46 minutes. Moved to RCM in 53 minutes) 11) Unknown (LM. Moved to LF in 46 minutes) 9) Unknown (RF) 18) Unknown (LF. Moved to RM in 46 minutes) – Subs 2) Unknown (RB) (came on for 3 in 63 minutes) 10) Archie Campbell (LM. Moved to LCM in 46 minutes. Moved to RM in 63 minutes) (came on for 18 in 53 minutes) 12) Unknown (RF. Moved to LF in 63 minutes) (came on for 9 in 53 minutes) 14) Unknown (RCM. Moved to RM in 53 minutes. Moved to RCM in 63 minutes) (came on for 8 in 20 minutes) 15) Cammy Muirhead (LF. Moved to RF in 63 minutes) (came on for 11 in 53 minutes) 16) Unknown (LB) (came on for 7 in 63 minutes) 25) Unknown (LF) (came on for 2 in 87 minutes)"
      },
      {
        "paragraph": "Crossgates Primrose Formation: 442"
      },
      {
        "paragraph": "Shire Scorers: 1) Watson (50 minutes) 2) Wilson (75 minutes)"
      },
      {
        "paragraph": "Shire Assists: 1) Honeyman 2) Barr"
      },
      {
        "paragraph": "Crossgates Primrose Scorers: 1) Muirhead (82 minutes) 2) Campbell (84 minutes)"
      },
      {
        "paragraph": "Crossgates Primrose Assists: 1) Campbell 2) N/A"
      },
      {
        "paragraph": "Shire Bookings: 1) C. Greene (62 minutes) "
      },
      {
        "paragraph": "Crossgates Primrose Bookings: None"
      },
      {
        "paragraph": "Referee: Kenny Brown"
      },
      {
        "paragraph": "Assistant Referee 1: Andrew Simmonds"
      },
      {
        "paragraph": "Assistant Referee 2: Darren Robertson"
      }
    ],
    "preview": "Shire were in Fife this evening in friendly action against Crossgates Primrose. The Shire line up was similar to the previous match with the team made up of signed players and trialists."
  },
  {
    "id": "5",
    "title": "Dunbar United 2-1 East Stirlingshire",
    "content": [
      {
        "paragraph": "9/7/22 ; Dunbar United v East Stirlingshire - Friendly - New Countess Park, Dunbar 2.30pm Ht 1-1 Ft 2-1 Crowd: c.183"
      },
      {
        "paragraph": "2 minutes into the match Trialist 3, on the left wing, sent the ball 10 yards forward to Dean Watson at the left corner of the box. Watson then cut right and fired off a low shot which was saved by Shea Dowie at the foot of the left post. In the 11th minute 'Shire went into an early lead. A Jack Hodge cross from the right wing, 20 yards out, was sent over to the back post. Under pressure from Danny McDonald Dowie was just able to push the ball straight out only for it to go as far as Trialist 10 who calmly shot home low into the left corner of the net from 10 yards. 3 minutes later Willis Hare sent in a great curling cross from the 15 yards out from the right flag. Luckily for 'Shire the unmarked Ben Bathgate missed his 6 yard header at the back post and the ball harmlessly went out for a goal kick. 7 minutes on and Jordan Hopkinson's corner from the left found Darren Handling clear, left of the penalty spot, and he sent a net bound header towards the bottom left corner of the goal. However, Trialist 2 managed to save the day for 'Shire and clear the ball off the line to safety. A couple of minutes later Bathgate floated a cross come shot into the 'Shire box, from 25 yards out on the left touchline line, which narrowly went by the base of the right post. With 26 minutes gone Watson had a great turn at the left of the 18 yard line, going by Willis Hare before shooting low from 12 yards. Dowie was there to save with his feet but the ball came out to Kenny Barr in the centre of the box. Unfortunately, the 'Shire Captain for the day could only send his 15 yard shot a few yards over the right side of the bar. 1 minute on and the home team drew level. James Redpath, on the left touchline, 25 yards out, crossed the ball into in the box finding Jamie Devlin on the right side of the 6 yard line and he headed home into the top right corner of the net. In the 33rd minute Bathgate, in the “D”, received the ball from 18 yards out on the left touchline and tried a side footed attempt which went just over the right post. 5 minutes on and Kyle Ewing launched a great long ball, from midway in his own half on the left, picking out Hodge just inside the box on the left. Hodge, however, wasn't able to get a proper shot away and his attempt was blocked and cleared. A couple of minutes later Dean Whitson brought down McDonald in the “D” and the ball then travelled right into the path of Hodge. Hodge dribbled into the box before shooting but the attempt was blocked and cleared. Then Barr's corner from the left found Trialist 12 in the box, 10 yards out right of centre, but he was only able to head well wide of the right post. 1 minute into injury time Trialist 2 picked up the ball, 25 yards out on the right, and drove to the right of the “D” but he slipped just as he was shooting which caused the ball to go well wide of the right post. Straight after Trialist 3 sent over a cross from the left flag to an unmarked Hodge at the near post, 6 yards from goal, but he got his bearings all wrong and sent his header 5 yards wide of the left post."
      },
      {
        "paragraph": "At half time 'Shire made a flurry of substitutes giving players much needed game time. In the 48th minute McDonald sent a low pass, from 10 yards out from the right flag, to Dean Ritchie who had his shirt tugged whilst shooting and a result the ball went just over the right post. The referee wasn't interested in the expected penalty award. Out of the blue in the 55th minute Hopkinson, 30 yards out on the right, spotted Ross Connelly slightly off his line and immediately hit a perfectly judged lob shot which flew over the keeper and into the top left corner of the net, putting the home side into the lead. 'Shire fought back and a few minutes later Trialist 3's corner from the right picked out Connor Greene at the back post but he was only able to send his 8 yard header high over the left post. Then in the 59th minute Ritchie floated over a cross, from left of centre 25 yards out, to Trialist 3 at the right corner of the box and he moved to his left before curling in a shot which went just over the left post. 8 minutes later Darren Smith wasted a 25 yard free in the centre with a tame low shot which went straight to the hands of Connelly on his goal line. With 80 minutes gone Trialist 19 sent in an inviting cross, from the right touchline 20 yards from the flag, along the 6 yard line but there was no one there to get on the end of it. A couple of minutes on Smith's corner from the right was met by the head of Cammy Dawson but he sent his header high over the bar from the penalty spot. The final moment of the match came in the 90th minute when Greene tried a speculative 40 yard shot from the centre of the field but the flight of the ball was caught by the wind and as a result the ball sailed high over the bar. Despite the 1-2 scoreline "
      },
      {
        "paragraph": "Shire: 1) Ross Connelly 2) Trialist (RB) 3) Trialist (LB. Moved to LM in 36 minutes) 4) Kyle Ewing (Played as Trialist) (LCD) 5) Tony Coutts 6) Trialist (DLCM) 7) Jack Hodge (RM) 8) Kenny Barr (Captain) (DRCM) 9) Danny McDonald (CF) 10) Trialist (CM) 11) Dean Watson (LM) - Subs 12) Trialist LB) (came on for Dean Watson in 36 minutes) 14) Trialist (RB) (came on for Trialist 2 in 46 minutes) 15) Connor Greene (RCD) (came on for Tony Coutts in 46 minutes) 16) Dean Ritchie (DLCM) (came on for Trialist 6 in 46 minutes) 18) Marc Sludden (CM) (came on for Trialist 10 in 57 minutes) 19) Trialist) (RM) (came on for Jack Hodge in 46 minutes) 20) Iain Ure (Sub gk) (not used)"
      },
      {
        "paragraph": "Dunbar United: 1) Shea Dowie 3) James Redpath (LB) 5) Kerr Allan (RCD. Moved to LCD in 59 minutes) 7) Jamie Devlin (CF. Moved to RM in 59 minutes) 8) Bob Berry (LCM) 10) Darren Handling (Captain) (RM) 12) Ben Bathgate (LM) 15) Jordan Hopkinson (DCM. Moved to LM in 46 minutes) 17) Willis Hare (RB. Moved to RCM in 46 minutes. Moved to LB in 59 minutes) 18) Trialist (RCM. Moved to DCM in 46 minutes) 22) Dean Whitson (LCD) - Subs 13) Sean Brennan (Sub gk) (Not used as a GK but came on at RM wearing the no.19 shirt) (came for Jamie Delvin in 76 minutes) 4) Michael McFarlane (RB) (came on for Ben Bathgate in 46 minutes) 6) Grant Thomson (RCD) (came on for Dean Whitson in 59 minutes) 9) Cammy Dawson (CF) (came on for James Redpath in 59 minutes) 19) Unknown (RM) (came on for Jamie Devlin in 76 minutes) 20) Trialist (CM) (came on for Jordan Hopkinson in 59 minutes) 21) Darren Smith RCM) (came on for Darren Handling in 59 minutes)"
      },
      {
        "paragraph": "East Stirlingshire Formation: 4231"
      },
      {
        "paragraph": "Dunbar United Formation: 4141. Moved to 451 in 59 minutes"
      },
      {
        "paragraph": "Shire Scorer: 1) Sabatini (11 minutes)"
      },
      {
        "paragraph": "Shire Assist: 1) N.A"
      },

      {
        "paragraph": "Dunbar United Scorers: 1) Devlin (27 minutes) 2) Hopkinson (55 minutes)"
      },
      {
        "paragraph": "Dunbar United Assists: 1) Redpath 2) N/A"
      },
      {
        "paragraph": "Shire Booking: 1) C. Greene (78 minutes)"
      },
      {
        "paragraph": "Dunbar United Bookings: 1) Whitson (42 minutes)"
      },
      {
        "paragraph": "Referee: Alex Shepherd"
      },
      {
        "paragraph": "Assistant Referee 1: Stephen Divers"
      },
      {
        "paragraph": "Assistant Referee 2: Stephen Mainds"
      }
    ],
    "preview": "On a glorious summer's day 'Shire travelled to the East Lothian coast to meet Dunbar United in a preseason encounter. Included in the 'Shire team was Danny McDonald who was making his debut for the club."
  }
]
